[
    {
        "id": 0,
        "name": "HUE COLLECTIVE",
        "image": "hue",
        "role": "2020"
    },
    {
        "id": 1,
        "name": "Braeanne Oribello",
        "image": "braeanne",
        "role": "Creative Director",
        "major": "Design and Interaction",
        "bio": " When Braeanne wanted to connect with more designers, she assembled a ragtag group of friends to create HUE, a place where creatives from all disciplines could build community and learn from one another! She loves snowboarding, but also hopes to one day redesign electronic s to be more sustainable and accessible to those in developing countries!",
        "color1": "#8194dd",
        "color2": "#9as9e3",
        "color3": "#b3beea",
        "linkedin": "test",
        "instagram": "test2",
        "msg": "test3"
    },
    {
        "id": 2,
        "name": "Mylinh Lac",
        "image": "mylinh",
        "role": "Creative Director",
        "major": "Design and Interaction",
        "bio": "Despite her dismay at Animal Crossing : New Horizons being a Nintendo exclusive, Mylinh forges on at HUE, proud of the communal initiatives the zine takes on within the design community. Of HUE’s dedicated team members, she says, “before anything, we’re friends.” Of delicious spicy food, she says, “bring it on.” ",
        "color1": "#f1caad",
        "color2": "#f3d4bd",
        "color3": "#f6dfcd",
        "linkedin": "test",
        "instagram": "test2",
        "msg": "test3"
    },
    {
        "id": 3,
        "name":"Michael Lwin DuMont",
        "image": "lwin",
        "role": "Editor",
        "major": "Chemical Engineering",
        "bio": "Lwin, one of HUE’s editors, joined because of his interest in reading and writing, and because he wanted to support any and all collaborations between the arts, humanities, and sciences. He is driven to transition our society to renewable energy, but ja zz, above all things, is his passion.",
        "color1": "#009775",
        "color2": "#33ab90",
        "color3": "#66c0ac",
        "linkedin": "test",
        "instagram": "test2",
        "msg": "test3"
    },
    {
        "id": 4,
        "name":"Zach Hill",
        "image": "zach",
        "role": "Editor",
        "major": "Sociology",
        "bio": "Zach is interested in the way the world works; he joined HUE because it brings design to life and showcases all the amazing ways it can change the world. When he’s not editing articles and thinking of how to make the world a better place, Zach enjoys cooking and making art. Speaking of cooking, shouldn’t toasters have windows so you can watch your bread cook?",
        "color1": "#ffa7a5",
        "color2": "#ff8a87",
        "color3": "#ff6d6a",
        "linkedin": "test",
        "instagram": "test2",
        "msg": "test3"
    },
    {
        "id": 5,
        "name":"Kirby Inocente",
        "image": "kirby",
        "role": "Photographer",
        "major": "Ecology, Behavior & Evolution",
        "bio": "Kirby joined HUE because he wants a medium where he can show his skills in photography and to share the passion he has for film photography. If he could, he would redesign social media platforms to be more friendly towards independent content creators rather than big corporations. He is also an aspiring chef on the sidelines.",
        "color1": "#486f67",
        "color2": "#6c8b85",
        "color3": "#91a8a3",
        "linkedin": "test",
        "instagram": "test2",
        "msg": "test3"
    },
    {
        "id": 6,
        "name":"Amy An",
        "image": "amy",
        "role": "Writer",
        "major": "Design and Interaction",
        "bio": "Amy thinks it's important that everyone learns about design. That’s why she joined HUE, and it’s also why she wants to redesign the education system to allow for more creativity and action among students. Amy’s not all business though; she loves making TikToks and can cry on command!",
        "color1": "#fabbcb",
        "color2": "#fbc8d5",
        "color3": "#fcd6df",
        "linkedin": "test",
        "instagram": "test2",
        "msg": "test3"
    },
    {
        "id": 7,
        "name":"Alex Padayao",
        "image": "alex",
        "role": "Interviewer",
        "major": "International Business",
        "bio": "Our fashion-forward interviewer Alex can cook 1 minute rice in 58 seconds and is always looking to improve his wardrobe. He is fascinated by the complexities of design, especially what goes on behind the scenes of making a phone app or scripting a movie, so HUE was a natural fit for him.",
        "color1": "#5c88da",
        "color2": "#7c9fe1",
        "color3": "#9db7e8",
        "linkedin": "test",
        "instagram": "test2",
        "msg": "test3"
    },
    {
        "id": 8,
        "name":"Adam Syed",
        "image": "adam",
        "role": "UX Designer",
        "major": "Design and Interaction",
        "bio": "With 3 years of UX Developing under his belt, Adam still believes that he’s got a lot to learn. He joined HUE to see what else is in store for him in the world of design. When he’s not busy with being creative, he represents Malaysia at the international level as a National Fencer.",
        "color1": "#8d99ff",
        "color2": "#a3adff",
        "color3": "#bac1ff",
        "linkedin": "test",
        "instagram": "test2",
        "msg": "test3"
    },
    {
        "id": 9,
        "name":"Samantha Cheung",
        "image": "samantha",
        "role": "UX Designer",
        "major": "Design and Interaction",
        "bio": "Samantha loves to embroider and has an eye for design. If given the chance, she’d redesign those tiny ERC kitchens because they’re just too small! Samantha joined HUE to find a place within the UCSD design community that is passionate about creating something new and approaches design in a unique way.",
        "color1": "#c05131",
        "color2": "#cc735a",
        "color3": "#d99683",
        "linkedin": "test",
        "instagram": "test2",
        "msg": "test3"
    },
    {
        "id": 10,
        "name":"Kenny Tran",
        "image": "kenny",
        "role": "UX Designer/Illustrator",
        "major": "Design and Interaction",
        "bio": "Designer and illustrator Kenny wanted to have a bigger presence within the design community at UCSD, so when he heard about HUE, signing up was a no-brainer. Kenny hopes to one day redesign phones and is a man of many talents, but watch out… he has a black belt, and he’s not afraid to use it.",
        "color1": "#48d597",
        "color2": "#6cddab",
        "color3": "#91e5c0",
        "linkedin": "test",
        "instagram": "test2",
        "msg": "test3"
    },
    {
        "id": 11,
        "name":"Quylan Mac",
        "image": "quylan",
        "role": "Developer",
        "major": "Computer Science",
        "bio": "Owner of two dogs and typer of 130 words/minute, Quylan joined HUE to improve his developing skills and make new friends! As a student, he looks to redesign assist.org in order to help his fellow undergrads save time and money by taking classes at their local community college.",
        "color1": "#b1c9e8",
        "color2": "#c0d3ec",
        "color3": "#d0def1",
        "linkedin": "test",
        "instagram": "test2",
        "msg": "test3"
    },
    {
        "id": 12,
        "name":"Ryan Xu",
        "image": "ryan",
        "role": "Developer",
        "major": "Computer Science",
        "bio": "A man focused on his gains, Ryan joined HUE in order to explore his creative side while simultaneously improving his developing skills. He hopes that RIMAC redesigns their weight room layout as cardio machines “belong” on the bottom floor. His subtle flex, you may ask? Flexing.",
        "color1": "#754bbd",
        "color2": "#9373cb",
        "color3": "#b29bda",
        "linkedin": "test",
        "instagram": "test2",
        "msg": "test3"
    },
    {
        "id": 13,
        "name":"Becky Chun",
        "image": "becky",
        "role": "Illustrator",
        "major": "Literature/Writing",
        "bio": "If given the power, Becky would redesign album covers for the ones that don’t do the music justice. She believes that an intriguing art cover has the power to bring out the creative side in everyone! Becky joined HUE because she wanted a creative outlet and a space that she could share with other creatives.",
        "color1": "#c1a7e2",
        "color2": "#cdb8e7",
        "color3": "#d9caed",
        "linkedin": "test",
        "instagram": "test2",
        "msg": "test3"
    },
    {
        "id": 14,
        "name":"Hemmy Chun",
        "image": "hemmy",
        "role": "Illustrator",
        "major": "Literature/Writing",
        "bio": "Our designer and illustrator Hemmy wants to bring art and creative design within a stem-orientated environment. Hemmy wants to redesign UCSD to be more accessible for those who have physical disabilities. An extremely artistic person, Hemmy also dabbles with different types of art such as music production and making clothing! Because of this HUE is the perfect setting where she can showcase her creativity.",
        "color1": "#00873e",
        "color2": "#339f64",
        "color3": "#66b78b",
        "linkedin": "test",
        "instagram": "test2",
        "msg": "test3"
    },
    {
        "id": 15,
        "name":"Justin Hwang",
        "image": "justin",
        "role": "Videographer",
        "major": "Media",
        "bio": "Justin is excited to be a part of HUE because, well, why not? Always the innovator, Justin says he’d redesign his room, putting outlets and switches everywhere so he’d never have to get up to do it. Besides filming and editing, Justin is known to occasionally lay it down on the drums.",
        "color1": "#cd001a",
        "color2": "#d73347",
        "color3": "#e16675",
        "linkedin": "test",
        "instagram": "test2",
        "msg": "test3"
    },
    {
        "id": 16,
        "name":"Lisa Zhou",
        "image": "lisa",
        "role": "Marketing",
        "major": "Design and Interaction",
        "bio": "HUE’s very own resident rock climber Lisa is looking forward to gaining experience in media and marketing! Lisa joined HUE determined to build a creative community at UCSD, and given the chance, she’d implement efficient high-speed rails across America; let’s be honest, trains are better than planes anyways.",
        "color1": "#346b5f",
        "color2": "#679087",
        "color3": "#99b5af",
        "linkedin": "test",
        "instagram": "test2",
        "msg": "test3"
    },
    {
        "id": 17,
        "name":"Tanish Jindal",
        "image": "tanish",
        "role": "Marketing",
        "major": "Visual Arts Speculative Design",
        "bio": "Tanish wanted to show different perspectives of design; that’s why he became HUE’s Digital Marketing Strategist. He likes to see both good and bad aspects of design while improving his own skills. Tanish is also all about motivating people to become the best that they can be.",
        "color1": "#4549a5",
        "color2": "#7376bb",
        "color3": "#abadd6",
        "linkedin": "test",
        "instagram": "test2",
        "msg": "test3"
    }
    
]